Repository: Brick85/django-qshop
Catalog: qshop/locale/*/LC_MESSAGES/django.po
Languages: lv

source: Successfully linked products to '{0}'.
lv: Prces veiksmīgi saistītas ar '{0}'.

source: Link to category
lv: Saite uz kategoriju

source: Successfully unlinked products from '{0}'.
lv: Preces veiksmīgi atsaistīti no '{0}'.

source: Unlink from category
lv: Atsaistīt no kategorijām

source: Successfully changed prices.
lv: Cenas veiksmīgi nomainītas.

source: Change price by percent
lv: Mainīt cenu procentuāli

source: Successfully set discounts.
lv: Atlaides veiksmīgi uzstadītas.

source: Set discount by percent
lv: Uzstādīt atlaidi procentuāli

source: product category
lv: preces kategorija

source: Percents
lv: Procenti

source: Your order %s accepted
lv: Jūsu pasūtījums %s pieņemts

source: This delivery type cannot deliver to choosed country
lv: Jūsu izvēlētā valstī nevar nodrošināt šo piegādes veidu

source: This field is required.
lv: Šīs laukums ir obligāts.

source: creation date
lv: izveides datums

source: modification date
lv: modificēšanas datums

source: checked out
lv: pasūtīt

source: discount
lv: atlaide

source: vat reduction
lv: PVN samazinājums

source: cart
lv: grozs

source: carts
lv: grozi

source: quantity
lv: daudzums

source: unit price
lv: vienības cena

source: item
lv: prece

source: items
lv: preces

source: New
lv: Jauns

source: In Progress
lv: Progresā

source: Completed
lv: Pabeigts

source: Canceled
lv: Atcelts

source: date added
lv: pievienošanas datums

source: manager comments
lv: menedžēra komentāri

source: cart text
lv: groza teksts

source: paid
lv: apmaksāts

source: payment method
lv: apmaksas veids

source: client order
lv: klienta pasūtījums

source: client orders
lv: klienta pasūtījumi

source: Order Nr. %s
lv: Pasūtījuma Nr. %s

source: client name
lv: vārds

source: phone
lv: telefons

source: email
lv: e-pasts

source: address
lv: adrese

source: comments
lv: komentāri

source: order
lv: šķīrošana

source: orders
lv: pasūtījumi

source: Individual entity
lv: Fiziska persona

source: Legal entity
lv: Juridiska persona

source: No, take in office
lv: Nē, paņemšu uz vietas

source: Yes
lv: Jā

source: Person type
lv: Personas tips

source: first name
lv: vārds

source: last name
lv: uzvārds

source: Country
lv: Valsts

source: Legal name
lv: Nosaukums

source: Registration number
lv: Reģistrācijas numurs

source: VAT registration number
lv: PVN reģistrācijas numurs

source: Juridical address
lv: Juridiskā adrese

source: Bank name
lv: Bankas nosaukums

source: Is delivery needed
lv: Ir vajadzīga piegāde

source: Shipping date
lv: Piegādes datums

source: delivery type
lv: piegādes tips

source: delivery price
lv: piegādes cena

source: cart price
lv: groza summa

source: city
lv: pilsēta

source: street
lv: iela

source: house
lv: māja

source: flat
lv: dzīvoklis

source: zip
lv: pasta indekss

source: Country name
lv: Valsts nosaukums

source: Position
lv: Kārtas numurs

source: delivery country
lv: valsts

source: Delivery type name
lv: Piegādes tipa nosaukums

source: delivery types
lv: piegādes tipi

source: price
lv: cena

source: Wrong product.
lv: Nepareiza prece.

source: Can't add product "%s" due to lack in stock. Try to decrease quantity.
lv: Nevar ielikt "%s", jo trūkst krājumā. Centieties samazināt daudzumu.

source: Product added to <a href="%s">cart</a>.
lv: Prece pievienota <a href="%s">grozām</a>.

source: Someone already bought product that you are trying to buy.
lv: Kāds jau ir nopircis produktu, kuru jūs gribat iegādāties.

source: natural
lv: pēc noklusējuma

source: price low to high
lv: lētas priekšā

source: price high to low
lv: dārgas priekšā

source: by name
lv: pēc nosaukuma

source: has variations
lv: ir variācijas

source: parameters set
lv: parametru komplekts

source: articul
lv: artikuls

source: hidden
lv: slēpts

source: product name
lv: preces nosaukums

source: weight
lv: svars

source: discount price
lv: akcijas cena

source: description
lv: apraksts

source: image
lv: attēls

source: category
lv: kategorija

source: parameters
lv: parametri

source: date modified
lv: rediģēšanas datums

source: sort
lv: šķirošana

source: product
lv: prece

source: products
lv: preces

source: [hidden] {0} (articul: {1})
lv: [slēpts] {0} (artikuls: {1})

source: {0} (articul: {1})
lv: {0} (artikuls: {1})

source: title
lv: virsraksts

source: product variation value
lv: preces variācijas vērtība

source: product variation values
lv: preces variācijas vērtības

source: product variation
lv: preces variācija

source: product variations
lv: preces variācijas

source: product image
lv: preces attēls

source: product images
lv: preces attēli

source: parameters sets
lv: parametru komplekti

source: is filter
lv: ir filtrs

source: parameter
lv: parametrs

source: parameter value
lv: parametra vērtība

source: parameter values
lv: parametra vērtības

source: code
lv: kods

source: currency name
lv: valūtas nosaukums

source: rate
lv: likme

source: show string
lv: radīšanas formāts

source: is default
lv: pēc noklusējuma

source: currency
lv: valūta

source: currencies
lv: valūtas

source: Variation
lv: Variācija

source: change price by
lv: mainīt cenu par

source: <p>If 10 is entered, then price for all selected products increases by 10%%. For product with price 200 new price will be 220.</p><p>Negative numbers will reduce the price.</p><p>Will be applied to:</p>
lv: p Ja 10 ir ievadīta, tad cena par visiem izvēlētajiem produktiem pieaug par 10 %% . . Par produktu ar cenu 200 jaunā cena būs 220 </ p> Negatīvi skaitļi samazinās cenu </ p> tiks piemēroti. </ P>

source: apply
lv: saglabāt

source: select category to apply
lv: izvēlieties kategoriju, kam piemērot

source: category will be applied to
lv: kategorija tiks piemērota

source: set discount by
lv: atlaide procentos

source: <p>If 10 is entered, then discount price for all products will be 90%% of price. For product with price 200 discount price will be 180.</p><p>Enter 0 to remove discount prices.</p><p>Will be applied to:</p>
lv: p Ja 10 ir ievadīta, tad atlaide cenu visiem produktiem būs 90 %% no cenas. .. Par produktu ar cenu 200 atlaidi cena būs 180 </ p> Ievadiet 0, lai novērstu atlaidēm </ p> Tiks piemērota: </ p>

source: select category to unlink
lv: izvēlieties kategoriju, lai atsaistītu

source: category will be unlinked from
lv: kategorija tiks izņemta no

source: Product
lv: Produkts

source: Price
lv: Cena

source: Qty
lv: Daudz

source: Sum
lv: Summa

source: Original Price
lv: Parasta cena

source: Discount
lv: Atlaide

source: Delivery
lv: Piegāde

source: Total price
lv: Kopējā summa

source: Cart is empty
lv: Grozs ir tukšs

source: Product name
lv: Produkta nosaukums

source: remove
lv: dzēst

source: Make Order
lv: Veikt pasūtījumu

source: Process order
lv: Pabeigt pasūtījumu

source: You cancelled payment!
lv: Jūs atcelat maksājumu!

source: Error while paying!
lv: Maksāšanas kļūda!

source: You didn't buy products
lv: Jūs neiegadajāties preces

source: Thank You for Your purchase!
lv: Paldies par Jūsu pirkumu!

source: Your order Nr. %(num)s confirmed!
lv: Jūsu pasūtījums Nr. %(num)s apstiprināts!

source: Redirecting to payment system
lv: Pāradresācija uz maksājuma sistēmu

source: Go
lv: Uz priekšu
